[
  {
    "content": "Mindfulness means being awake. It means knowing what you are doing.",
    "author": "Jon Kabat-Zinn",
    "source": "Wherever You Go, There You Are"
  },
  {
    "content": "To produce at your peak level, you need to work for extended periods with full concentration on a single task free from distraction.",
    "author": "Cal Newport",
    "source": "Deep Work"
  },
  {
    "content": "Be where you are; otherwise, you will miss your life.",
    "author": "Buddha"
  },
  {
    "content": "Time isn't precious at all, because it is an illusion. What you perceive as precious is not time but the one point that is out of time: the Now. That is precious indeed. The more you are focused on time — past and future — the more you miss the Now, the most precious thing there is.",
    "author": "Eckhart Tolle",
    "source": "The Power of Now"
  },
  {
    "content": "Life gives you plenty of time to do whatever you want to do if you stay in the present moment.",
    "author": "Deepak Chopra"
  },
  {
    "content": "Sometimes, when you have a very long street ahead of you, you think how terribly long it is and feel sure you'll never get it swept. And then you start to hurry. You must never think of the whole street at once, understand? You must only concentrate on the next step, the next breath, the next stroke of the broom, and the next, and the next. Nothing else. That way you enjoy your work, which is important, because then you make a good job of it. And that's how it ought to be.",
    "author": "Michael Ende",
    "source": "Momo"
  },
  {
    "content": "Mindfulness gives you time. Time gives you choices. Choices, skillfully made, lead to freedom.",
    "author": "Bhante H. Gunaratana"
  },
  {
    "content": "How we pay attention to the present moment largely determines the character of our experience, and therefore, the quality of our lives.",
    "author": "Sam Harris",
    "source": "Waking Up: A Guide to Spirituality Without Religion"
  },
  {
    "content": "Breathing in, I calm body and mind. Breathing out, I smile. Dwelling in the present moment I know this is the only moment.",
    "author": "Thich Nhat Hanh",
    "source": "Being Peace"
  },
  {
    "content": "Peace comes from within. Do not seek it without.",
    "author": "Buddha"
  },
  {
    "content": "You can't stop the waves, but you can learn to surf.",
    "author": "Jon Kabat-Zinn"
  },
  {
    "content": "If you want to conquer the anxiety of life, live in the moment, live in the breath.",
    "author": "Amit Ray",
    "source": "Om Chanting and Meditation"
  },
  {
    "content": "Just when you feel you have no time to relax, know this is the moment you most need to relax.",
    "author": "Matt Haig",
    "source": "Reason to Stay Alive"
  },

  {
    "content": "We spend precious hours fearing the inevitable. It would be wise to use that time adoring our families, cherishing our friends and living our lives.",
    "author": "Maya Angelou"
  },
  {
    "content": "Nowhere can man find a quieter or more untroubled retreat than in his own soul.",
    "author": "Marcus Aurelius"
  },
  {
    "content": "Best advice ever received was from one of my meditation teachers at the monastery: 'Be present, be patient, be gentle, be kind…everything else will take care of itself.'",
    "author": "Andy Puddicombe",
    "source": "Headspace"
  },
  {
    "content": "If it's out of your hands, it deserves freedom from your mind too.",
    "author": "Ivan Nuru"
  },
  {
    "content": "When you're quiet, everything settles on the floor of your mind like sediment in undisturbed still water.",
    "author": "Megan Monahan"
  },
  {
    "content": "Between stimulus and response there is a space. In that space is our power to choose our response. In our response lies our growth and our freedom.",
    "author": "Victor Frankl",
    "source": "Man's Search for Meaning"
  },
  {
    "content": "Hope is important because it can make the present moment less difficult to bear. If we believe that tomorrow will be better, we can bear a hardship today.",
    "author": "Thich Nhat Hanh",
    "source": "Peace is Every Step"
  },
  {
    "content": "Breathe in the good shit. Breathe out the bullshit.",
    "author": "Karen Salmansohn"
  },

  {
    "content": "To think in terms of either pessimism or optimism oversimplifies the truth. The problem is to see reality as it is.",
    "author": "Thich Nhat Hanh",
    "source": "The Miracle of Mindfulness"
  },
  {
    "content": "Every experience, no matter how bad it seems, holds within it a blessing of some kind. The goal is to find it.",
    "author": "Buddha"
  },
  {
    "content": "No one can hurt me without my permission.",
    "author": "Mahatma Gandhi"
  },
  {
    "content": "And when the broken-hearted people living in the world agree, there will be an answer, let it be.",
    "author": "The Beatles",
    "source": "Let It Be"
  },
  {
    "content": "Remember the blue sky. It may at times be obscured by clouds, but it is always there.",
    "author": "Andy Puddicombe",
    "source": "Headspace"
  },
  {
    "content": "Your focus determines your reality.",
    "author": "Qui-Gon Jinn",
    "source": "Star Wars Episode I: The Phantom Menace"
  },
  {
    "content": "Let go of the battle. Breathe quietly and let it be. Let your body relax and your heart soften.",
    "author": "Jack Kornfield",
    "source": "A Path with Heart"
  },
  {
    "content": "These mountains that you are carrying, you were only supposed to climb.",
    "author": "Najwa Zebian"
  },
  {
    "content": "In our times, it is radical to choose to sit still and be silent, to resist an identity of busyness, ceaseless motion, and noise, and to reclaim our sanity and humanity by coming home to ourselves.",
    "author": "Sumi Loundon Kim"
  },
  {
    "content": "Nature does not hurry, yet everything is accomplished.",
    "author": "Lao Tzu"
  },
  {
    "content": "In today's rush, we all think too much - seek too much - want too much - and forget about the joy of just being.",
    "author": "Eckhart Tolle"
  },
  {
    "content": "Almost everything will work again if you unplug it for a few minutes ... including you.",
    "author": "Anne Lamott",
    "source": "TED Talk: 12 Truths I Learned from Life and Writing"
  },
  {
    "content": "It takes courage to say yes to rest and play, in a culture where exhaustion is seen as a symbol status.",
    "author": "Brené Brown"
  },
  {
    "content": "There is nothing more important to true growth than realizing that you are not the voice of the mind—you are the one who hears it.",
    "author": "Michael A. Singer",
    "source": "The Untethered Soul: The Journey Beyond Yourself"
  },
  {
    "content": "So much time and effort is spent on wanting to change, trying to change, to be somebody different, better, or new. Why not use this time to get comfortable with yourself as you are instead?",
    "author": "Andy Puddicombe",
    "source": "Headspace"
  },
  {
    "content": "Don't believe everything you think. Thoughts are just that – thoughts.",
    "author": "Allan Lokos",
    "source": "Pocket Peace: Effective Practices for Enlightened Living"
  },
  {
    "content": "We are shaped by our thoughts; we become what we think. When the mind is pure, joy follows like a shadow that never leaves.",
    "author": "Buddha"
  },
  {
    "content": "Our own worst enemy cannot harm us as much as our unwise thoughts. No one can help us as much as our compassionate thoughts.",
    "author": "Buddha"
  },
  {
    "content": "Everything is created twice. First in the mind and then in reality.",
    "author": "Robin Sharma",
    "source": "The Monk Who Sold His Ferrari"
  },
  {
    "content": "Each morning we are born again. What we do today is what matters most.",
    "author": "Buddha"
  },
  {
    "content": "To be beautiful means to be yourself. You don't need to be accepted by others. You need to accept yourself.",
    "author": "Thich Nhat Hanh",
    "source": "The Art of Power"
  },

  {
    "content": "A beautiful way to practice mindfulness, which is almost guaranteed to improve your social life, is to give your full moment-to-moment attention to another person with a nonjudgmental mind.",
    "author": "Chade-Meng Tan",
    "source": "Search Inside Yourself"
  },
  {
    "content": "The only reason we don't open our hearts and minds to other people is that they trigger confusion in us that we don't feel brave enough or sane enough to deal with. To the degree that we look clearly and compassionately at ourselves, we feel confident and fearless about looking into someone else's eyes.",
    "author": "Pema Chodron"
  },
  {
    "content": "Look at other people and ask yourself if you are really seeing them or just your thoughts about them.",
    "author": "Jon Kabat-Zinn",
    "source": "Wherever You Go, There You Are"
  },

  {
    "content": "And in the end the love you take is equal to the love you make.",
    "author": "The Beatles",
    "source": "The End"
  },
  {
    "content": "Treat everyone you meet as if they were you.",
    "author": "Doug Dillon"
  },

  {
    "content": "Before you speak, let your words pass through three gates: Is it true? Is it necessary? Is it kind?",
    "author": "Buddha"
  },
  {
    "content": "When you move your focus from competition to contribution, life becomes a celebration. Never try to defeat people, just win their hearts.",
    "author": "Buddha"
  },
  {
    "content": "When another person makes you suffer, it is because he suffers deeply within himself. He does not need punishment; he needs help. That's the message he is sending.",
    "author": "Thich Nhat Hanh"
  },
  {
    "content": "Usually, when we hear or read something new, we just compare it to our own ideas. If it is the same, we accept it and say that it is correct. If it is not, we say it is incorrect. In either case, we learn nothing.",
    "author": "Thich Nhat Hanh",
    "source": "The Heart of the Buddha's Teaching"
  },
  {
    "content": "A mind is like a parachute. It doesn't work if it isn't open.",
    "author": "Frank Zappa"
  },
  {
    "content": "For things to reveal themselves to us, we need to be ready to abandon our views about them.",
    "author": "Thich Nhat Hanh",
    "source": "Being Peace"
  },
  {
    "content": "An anxious mind is an unproductive mind that doesn't inspire the best in others. A top priority for mindful leaders is cultivating peace of mind.",
    "author": "Matt Tenney",
    "source": "The Mindfulness Edge"
  },
  {
    "content": "For mindful leaders, cultivating such organizational health requires: Eliminate toxicity. Appreciate health. Build trust. Send clear messages. Embrace resistance. Understand blindness. Accept invitations. Heal wounds. Be realistic.",
    "author": "Michael Carroll",
    "source": "The Mindful Leader"
  },
  {
    "content": "Mindful leadership enables a leader to respond to a situation as it arises, to respond to the reality of constant changes from a place of deep calm and focus.",
    "author": "Maria Gonzalez",
    "source": "Mindful Leadership"
  },
  {
    "content": "Mindfulness enables leaders to be fully present, aware of themselves and their impact on other people, and sensitive to their reactions to stressful situations.",
    "author": "Bill George",
    "source": "Mindful Leadership: Compassion, Contemplation and Meditation Develop Effective Leaders"
  },
  {
    "content": "Happiness is when what you think, what you say, and what you do are in harmony.",
    "author": "Mahatma Gandhi"
  },
  {
    "content": "Raise your words, not your voice. It is rain that grows flowers, not thunder.",
    "author": "Rumi"
  }
]
